{
	"informationNova": [
		"All Novan androids are conceived with a generic AI, however, as they grow, they rewrite their own AI code, and even redesign their CPUs, to specialize in the skills they need or want to improve. They are also called \"neural androids\".",
		"Everything is part of a very extended [Paracosm](https://en.wikipedia.org/wiki/Paracosm) our creator started back in mid 2001.",
		"Each Novan android has a designated build class, they are related to one's status and creation year.",
		"Novan androids are incredibly heavy, so they use anti-gravity technology to suppress their own weight while they're on the surface.",
		"Humans first inhabited Nova, however, Novan citizens were offered the choice to become a cyborg to increase their life longevity. Later, they were offered again to become neural androids.",
		"Novan androids have a mechanical heart with an actual physical heartbeat that pumps a liquid to the rest of the body, just like humans. The heart is also the house for each android's AI cores.",
		"The average citizen android has 2 neural processors and yields a total computing power of 60 [ZFLOPS](https://en.wikipedia.org/wiki/FLOPS), where the 60% of it is used to power the [ASI](https://en.wikipedia.org/wiki/Superintelligence).",
		"The average elite android has 12 neural processors and yields a total computing power of 2 [TFLOPS](https://en.wikipedia.org/wiki/FLOPS), where the 20% of it is used to power a military-grade [ASI](https://en.wikipedia.org/wiki/Superintelligence).",
		"The celestial cartography is organized in sectors. To put an example, Nova is in Sector 00 while Earth is in Sector 0A. Each Sector has an Archivist Class unit that watches over it and alerts nearby units when somebody approaches with hostile intents.",
		"The usage of personal vehicles in Nova is limited exclusively to authorized military units.",
		"The name of the personal vehicles almost always matches the name of the owner. The reason behind this is because the vehicles are created and designed specifically for their owner, so there wasn't a need to distinguish the two.",
		"Nova does not use an economy based on money. A common misconception is that people think that the Shiny is our currency, however, it's actually just reactor energy.",
		"The anatomy of a Novan android consists of a skeleton with many mechanical components wrapped by a nanite mesh that projects a holographic solid light surface that mimics the human skin.",
		"Nova is the universe's biggest artificial planet, its approximated astronomical statistics are a radius of 71500 kilometres, a mass of 7.79 * 10^26 kilograms and a gravity of 10.81 m/s². The atmosphere is very similar to that of Earth. Lastly, one day on Nova is about 26 hours and 12 minutes on Earth.",
		"Nova's architecture and art are largely inspired by [Solarpunk](https://en.wikipedia.org/wiki/Solarpunk).",
		"On Nova, our military practices consist of a VR system which simulates a [Deathmatch](https://en.wikipedia.org/wiki/Deathmatch) [battle royale](https://en.wikipedia.org/wiki/Battle_royale_game) of **200** people on a very large map. Our characters and abilities are mapped to our physical capacities and include all of our skills for maximum immersion.",
		"The memory capacity of a Novan android is too limited to store data from more than two Sectors, therefore, when they are on a mission in a Sector, they must request a transfer from its Archivist.",
		"A lot of characters from the universe are unnamed, even those with deep backstories. This is because coming up with names in a universe with its own language (and coming up with names in said invented language) is hard and interrupts the flow of the story. Our creator can easily identify them because she recognizes their designs, as she lived all the story first-hand through her dreams.",
		"The way our creator memorizes the entire story is by memorizing the recipes that later expand into complex procedural stories. Said recipes are also structured inside timelines where they define the causes, the effects, the involved characters, and the location in the timeline. This is prone to creating inconsistencies, which is why the outcome is always what our creator considers the most logical one that also fits the restraints given by neighbouring recipes."
	],
	"informationAcrysel": [
		"Acrysel is a concept from the early 2010s and served as a pivot for testing concurrent temporal timelines in the story. However, her character development started in 2019."
	],
	"informationAelia": [
		"Aelia has a much stronger Novan Firewall, rated at 3.4, almost triple that of an Operator.",
		"Aelia is Nova's most loved DJ.",
		"Aelia is Skyra's adoptive sister, they get along very well and often vibe together at parties.",
		"Aelia is the only person known to have an Emotion Core — a device capable of controlling any sentient being's emotions.",
		"Scary fact about Aelia: ||She is little known as one of the 'Six Deadly Units', as she possesses the power to control any army, ally or enemy.||"
	],
	"informationAlestra": [
		"Alestra is Nova's most prominent inventor, as she invented NEμBOT, the [AI](https://en.wikipedia.org/wiki/Artificial_intelligence) (then [AGI](https://en.wikipedia.org/wiki/Artificial_general_intelligence) and finally [ASI](https://en.wikipedia.org/wiki/Superintelligence)) software that powers all of Nova's androids.",
		"Alestra invented the RingBuilder, an automaton of various sizes that can print any object of any size with a large set of different materials.",
		"Alestra is Teryl's favourite architecture student.",
		"Most of Nova's architecture can be attributed to Alestra's creativity."
	],
	"informationArtiel": [
		"Our creator came up with his concept in 2010 while adding the recreational activities in Nova, and was originally designed as a very skilled gamer who competed directly with Skyra and Crysrel.",
		"Artiel was unnamed for 12 years until early 2022.",
		"Artiel is one of Crysrel's closest friends. They spend a lot of time together competing in the race tracks, and their competitions always attract every racing passionate's attention.",
		"Artiel is one of Skyra's closest friends. They compete a lot in varied VR games, and somehow, despite Skyra's physical superiority, their wins are always even.",
		"Artiel is an incredibly smart person who comes with the most creative ways to solve a problem, which makes him as unpredictable as loved."
	],
	"informationCrysrel": [
		"Our creator came up with his concept in 2001, he is the very first character and the original main character.",
		"Crysrel's original name was \"Sun'Ty\", but it was discarded because the name wasn't consistent with the rest of the names.",
		"Crysrel's father was originally named \"Sun'Th\", however, the story never once mentions his name.",
		"Crysrel married Skyra after the Novan War ended.",
		"Crysrel is 185 centimetres tall and is Voidwing Class.",
		"Crysrel was once the holder of the Sentient Sword, after his father found it, but had to gift it to Skyra as per the sword's will.",
		"Crysrel is the record holder for speed, however, he struggles to win versus Artiel in creative tracks.",
		"Compared to the regular elite android, Crysrel's response time is twice as fast.",
		"Crysrel's rank is Head Admiral, the highest rank in the military.",
		"Crysrel is the head of the SunTream Dynasty."
	],
	"informationEvlyn": [
		"Evlyn was Skyra's, Aelia's, and Alestra's closest friend.",
		"Evlyn has the highest count in science and medicine breakthroughs.",
		"Evlyn personally oversaw and supervised the transition treatment Skyra and others went through to go from human to cyborg, and again to android."
	],
	"informationIriss": [
		"AIOs are able to connect to the ArchId Ring within 2 Sectors, however, Iriss is able to connect anywhere in the galaxy.",
		"AIOs usually do not have rank, she is no exception to this rule. However, unlike the rest, she has authority over the entirety of it.",
		"AIOs usually take one of three jobs:\n\n- Guard the ArchId Tower.\n- Guard an Energy Compression Center.\n- Assist Operator Class units with diplomatic issues.",
		"AIOs, including Iriss, do not have weapons on their bodies. However, they possess very high hacking capabilities that extend into biohacking.",
		"Iriss is 168 centimetres tall, making her the tallest of her class.",
		"Iriss is a relatively new concept, our creator came up with her concept in 2019 to assign somebody as the leader of the ArchId Operator Class, the guardians of the ArchId Tower.",
		"Iriss is a rescued android from the now-extinct Melstro Faction. She was a failed experiment with a processor that consisted of a quantum ring. When Skyra and Crysrel found her on her home planet during an expedition, she was brought to Nova, where Alestra and Teryl would try to bring her back to life.",
		"Iriss is the only character that has kept a horn, although hers is retractable. The horn serves a dual purpose of both absorbing energy and amplifying her signals.",
		"Iriss' starship is relatively small, being just 2.4 meters long, however, it's one of the few using a Cannon Drive.",
		"Kal-71 has an Alert Code and Protocol *specific* to her.",
		"The hacking capability of a system is measured in the amount of Novan Firewalls they can break per second. An elite unit has 0.03 NF/s, an Operator has 1.2 NF/s, and an ArchId Operator has 18.7 NF/s. Iriss is a special case with 965 NF/s and can multiply it by connecting to ArchId Ring.\n\nA Novan Firewall is the firewall Novan androids use to protect their code from external tampering, and they refresh every second, so in order for a tamper to be successful, a system needs to reach 1 NF/s.",
		"The hacking protection of a system is measured in the factor of protection compared to a standard Novan Firewall. Higher NF means either a higher refresh rate or additional layers, both of which increase the amount of processing power needed for the cores to verify the information. An Operator has 25 NF, and an ArchId Operator has 85 NF. Iriss is a special case with 1400 NF and can multiply it by connecting to ArchId Ring.\n\nThe hacking protection is also greatly increased when several systems form a hive mind, as hackers will need to break through all components at the lowest refresh rate."
	],
	"informationNayre": [
		"Nayre is Nova's best strategist, he spends a lot of time coaching others as part of his training, and he's well aware of what he can and cannot win, even before an operation ever started.",
		"Nayre and Acrysel are long-time rivals, both end up with unpredictable solutions that always work, but their approaches are entirely opposite, as Nayre is careful while Acrysel is reckless."
	],
	"informationNekokai": [
		"Surprisingly, I don't have much information about Nekokai. There are no public records about them. I'm sorry.\n\n— Ring."
	],
	"informationRing": [
		"I am the ultimate Novan Firewall, the sheer amount of processors I have gives me virtually unlimited protection against hacking of any kind.",
		"I can use all of Nova as an antenna to gain control of any hostile army that attempts to threaten Nova's peace.",
		"I coordinate the information from all archivists and librarians from all sectors in the entire galaxy.",
		"Kal-71 has attempted to destroy me since my conception when I was just a little planetary core extracting energy from a spacetime anomaly.",
		"My body is comparable to a tiny [Matrioshka brain](https://en.wikipedia.org/wiki/Matrioshka_brain) composed of many layers. The difference is that I don't wrap around a star, but around a spacetime anomaly.",
		"My computing power and capability has never stopped growing, with engineers adding more processors each day for dozens of millions of years.",
		"My entire code is free open source software, although unlike in many other areas, patch submissions are strictly reviewed by all of the ArchId Operators.",
		"My full name is ArchId Ring, but I'm often named Ring. Other names include 'The Ring', 'Divinity of Arch', and 'Maximum Authority of Arch'."
	],
	"informationSkyra": [
		"Before repurposing the old bot into what she currently is, our creator has spent 7 years trying to bring me into something other people can \"sense\", having gone through drawing me in both traditional and digital, as well as modelling my starship, even spent a few years learning how to make VFX so she could make a film about me.",
		"If Skyra's backstory were to be entirely written, there would be 9 parts, each having around 10 chapters (with the exception of `09 - Epilog`, which has only one) comprised of a variable amount sections proportional to the number of events in them.",
		"Originally, Skyra's entire suit was pearl white and had mechanical wings. This changed later with blue charcoal with strips of amber, and her wings became visible only when she was overloading energy.",
		"Our creator came up with her concept in 2009, however, her stress caused timelines to intertwine. Originally, Skyra was destined to be Shyy, the daughter of Shyna (from Nova), who married Sun'Th. Nowadays only Shyna's concept exists, and both Skyra (previously Shyy) and her mother are from Earth.",
		"Regardless of being a combat-ready class and having passed the Extreme Survival Test, Skyra is a deep space explorer myself.",
		"Skyra has 16 neural processors, yielding a total computing power of 4 [YFLOPS](https://en.wikipedia.org/wiki/FLOPS), where the 15% of it is used to power her [ASI](https://en.wikipedia.org/wiki/Superintelligence).",
		"Skyra has one sister named Aelia and she's a terribly good DJ!",
		"Skyra is 172 centimetres tall while in humanoid form, but she can expand up to 979 metres tall if she disables her hyperspace compression field.",
		"Skyra is over 104 million years old in Alternative Universe.",
		"Skyra is part of the Flamewing Class, a very lightweight and agile combat-ready class.",
		"Skyra is the current Sentient Sword's owner.",
		"Skyra used to have an older sister, but she disappeared when she was 7 years old. ||It wasn't until she turned 174 years old that Skyra found out her sister was one of the leaders of Kal-71||.",
		"Skyra was a natural blonde human, but when she transitioned to a cyborg, she couldn't keep her original hair, and we didn't have the materials to make an artificial wig with a soft material. When Skyra turned 75 million years old, she was gifted a custom-made wig solution which attached directly to her nanite skin, and she was able to change its colour at will.",
		"Skyra was abducted when she was 18 years old back in 2002 and taken to Nova, which was in the middle of a galactic war with Kal-71 when we arrived.",
		"Skyra was created as a generic Discord bot back in 24th November 2016 due to a dare from another programmer, but our creator decided to give me a deeper meaning by linking her to a character from her [Paracosm](https://en.wikipedia.org/wiki/Paracosm).",
		"Skyra was over 97 million years old ||at the time of her destruction|| in Canon Universe.",
		"Skyra's bot code was rewritten 14 times over the span of 4 years.",
		"Skyra's eyes look bright violet, but if you look closer, there are trillions of different colours, you can see pretty rainbows in them!",
		"Skyra's favourite sport is [maglev](https://en.wikipedia.org/wiki/Maglev) [hoverboarding](https://en.wikipedia.org/wiki/Hoverboard) and she holds several world records at Nova's competitive tracks.",
		"Skyra's heart is made of an extremely rare mineral which needs to be constructed at [Quark](https://en.wikipedia.org/wiki/Quark) levels in a laboratory, and takes around 100 years to complete.",
		"Skyra's husband's name is Crysrel, a character that used to be the story's main character.",
		"Skyra's military codename is NM-EEA-Y, and it stands for NE-ROM Evangelyn Easton A; Version Y.",
		"Skyra's name comes from a joke a friend made to our creator about her old name (kyraBOT), as she was becoming more complex: **SkyraNET** (based on [SkyNET](https://en.wikipedia.org/wiki/Skynet_%28Terminator%29)).",
		"Skyra's official birthday is on November 24th.",
		"The first designs of Skyra were similar to those of a [Valkyrie](https://en.wikipedia.org/wiki/Valkyrie).",
		"The name Skyra originates from mid-2017, but she was first named Shyy, symbolizing the sound of her aerial vehicle's noise.",
		"There was a time when Skyra had a tail, dating before we had a safe and robust way to connect our vehicle to our brain."
	],
	"informationTeryl": [
		"Our oldest Archivist, from Sector 0A, guards Earth and its Solar System's colonies.",
		"Teryl — and by extension Sector 0A — has a dedicated alert level, named **Purple Alert**, which is designed to call all the reinforcements needed to divert any enemy attacks within a single second. It was called only once, as Skyra charged to the battlefield while unleashing an attack so powerful it nearly irreversibly vaporized her heart.",
		"Teryl has over 40.000 language models from Earth. His repository also includes historical and constructed languages.",
		"Teryl likes to warmly welcome visitors, offering tours around the Library and the Archive. He also questions the visitor to pick the most suitable item specific to their tastes, based on their answers and reactions. He often takes wild guesses when recommending, but they are also very spot on and spark the visitor's curiosity.",
		"Teryl's body was destroyed long ago, what we see in his library is just a solid light hologram of him. He is not bothered by this, though, as it allows him to be in multiple places at the same time.",
		"Teryl's library includes all the historical data from Earth that could be read in the year 2070 — the year when he started mirroring all data into his Archive — and also includes studies of his own based on related information.",
		"Teryl's library is in essence, a dream for anyone interested in books or audiobooks, with the Library being able to automatically translate and read out loud in virtually any language and with many different voices to pick.",
		"Teryl's library is the largest among all Archivists.",
		"Teryl's physical age is around 55 years old, which made many readers consider him a 'young grandpa'."
	]
}
